Repository: apptomgr/jdaplatform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: you are not authorized to access this page. Would you like to login to a different account?
fr: vous n’êtes pas autorisé à accéder à cette page. Souhaitez-vous vous connecter avec un autre compte utilisateur?

source: Home
fr: Acceuil

source: Account Activation
fr: Activation de comptes

source: Select User
fr: Sélectionner le nom d'utilisateur

source: Add Publication
fr: Ajouter une publication

source: Activate or Update User Info
fr: Activer ou Modifier le nom d'utilisateur

source: Update User
fr: Modifier le nom d'utilisateur

source: Admin Tasks
fr: Tâches administratives

source: Profile Info
fr: Profil des l'utilizateurs

source: Username
fr: Nom d'utilisateur

source: Group
fr: Groupe

source: Last Login
fr: Dernière connexion

source: Date Joined
fr: Date d'adhésion

source: Profile Logo
fr: Logo du profil

source: Edit Profile
fr: Modifier le Profil

source: Deactivate
fr: Désactiver

source: Add New User
fr: Ajouter un nouvel utilisateur

source: Add new user
fr: Ajouter un nouvel utilisateur

source: Stats
fr: Statistiques

source: Delete profile picture
fr: Supprimer la photo de profil

source: Save User Info
fr: Enregistrer les informations utilisateur

source: Save
fr: Enregistrer

source: Our Apps
fr: Nos Applications

source: Login
fr: Connexion

source: Register
fr: S'inscrire

source: Financials App
fr: App Financiére

source: Analytics App
fr: App Boursiére

source: Publications App
fr: Publications

source: Create an account
fr: Créer mon compte

source: Invalid File Type: %(value)s
fr: Type de fichier invalide: %(value)s

source: Market Data Upload
fr: Télécharger les données du marché

source: Market Data Report
fr: Rapport des données du marché

source: Our Analytics
fr: Analysis Boursi&egrave;re

source: Our Research Data
fr: Nos Donne&eacute;s de Recherche

source: Models
fr: Mod&eacute;les d'evaluation

source: Commentaries
fr: Commentaires

source: Reports
fr: Rapports

source: Market Data Analysis
fr: Analyse des donn&eacute;es du March&eacute;

source: Market data analysis
fr: Analyse des donn&eacute;es du March&eacute;

source: Portfolio insights
fr: Aper&ccedil;u du Portefeuille

source: Annual Reports
fr: Rapports Annuels

source: Market Listing as of
fr: Liste des cours du

source: Index
fr: Indice

source: Value
fr: Valeur

source: Security Filter
fr: Filtre des Codes

source: Security Ticker
fr: Code Symbole

source: Label
fr: Libelle

source: Average Price
fr: Cours Moyen

source: Open
fr: Ouvert

source: Close
fr: Fermeture

source: High
fr: Plus Haut

source: Low
fr: Plus Bas

source: Ask
fr: Meilleur achat

source: Bid
fr: Meilleur vente

source: Traded Volume
fr: Volume Transige

source: Traded Value
fr: Valeur Transige

source: As of
fr: Le

source: Market data upload
fr: Télécharger les données du marché

source: Daily Stock Data
fr: Données boursières quotidiennes

source: View Daily Bond Data
fr: Données Quotidiennes des Obligations

source: Add Bond
fr: Ajouter une Obligation

source: Security Info
fr: L'info du Titre

source: Overall portfolio
fr: Portefeuille Global

source: Dynamic
fr: Dynamique

source: Moderate
fr: Modéré

source: Custom
fr: Personnalisé

source: Clear
fr: Effacer

source: Portfolio Value
fr: Valeur du portefeuille

source: Liquid Assets
fr: Actifs liquides

source: Equity & Rights
fr: Actions et droits

source: Bonds
fr: Obligations

source: Mutual Funds
fr: OPCVM

source: Entry Date
fr: Date d’entrée

source: Save Custom Profile
fr: Enregistrer le profil personnalisé

source: Select a Profile before proceeding
fr: Sélectionnez un profil avant de continuer

source: Portfolio
fr: Portefeuille

source: Portfolio Summary
fr: Résumé du Portefeuille

source: Equity and Rights
fr: Capitaux Propres et Droits

source: Sell Recommendation
fr: Recommandation de vente

source: Bond Purchase Simulation
fr: Simulation d'achat d'obligations

source: # of bonds to buy
fr: nombre d'obligations à acheter

source: Yield to Maturity
fr: Rendement à l'échéance

source: Total Current Value
fr: Valeur actuelle totale

source: # of Shares to Buy
fr: Nombre d'actions à acheter

source: Purchase Amount
fr: Montant de l'achat

source: Are you sure you want to purchase these bonds?
fr: Êtes-vous sûr de vouloir acheter ces obligations ?

source: Confirm Purchase
fr: Confirmer l'achat

source: Simulated Bond Purchased
fr: Obligation simulée achetée

source: Bond Sale
fr: Vente d'obligations

source: Simulated Bond Sold
fr: Obligation simulée vendue

source: # of mutual_funds to buy
fr: Simulation d'achat d'OPCVM'

source: Fund Performance
fr: Performance du fonds

source: Are you sure you want to purchase these mutual funds?
fr: Êtes-vous sûr de vouloir acheter ces fonds communs de placement ?

source: Simulated Mutual Funds Purchased
fr: Fonds communs de placement simulés achetés

source: Mutual Funds Sale
fr: Vente d'OPCVM

source: Simulated Mutual Fund Sold
fr: OPCVM simulé vendu

source: Portfolio after Sale
fr: Portefeuille après vente

source: Stock Purchase Simulation
fr: Simulation d'achat d'actions

source: # of stocks to buy
fr: Nombre d'actions à acheter

source: Stocks
fr: Actions

source: Target Price
fr: Prix cible

source: Growth Potential
fr: Potentiel de croissance

source: Simulated Stock Purchased
fr: Actions simulées achetées

source: Simulated Stock Sold
fr: Stock simulé vendu

source: Target portfolio
fr: Portefeuille cible

source: Security Listing
fr: Liste des titres

source: Add Stock
fr: Ajouter une Action

source: Taxation Code
fr: FISC. LOC

source: Bond Info
fr: L'info de l'obligation

source: Add Security
fr: Ajouter un Titre

source: Value Code
fr: Assimil&eacute

source: Stock Info
fr: L'info de l'action

source: Our Statements
fr: Etats Financiers

source: Add Country
fr: Ajouter Pays

source: View Country
fr: Afficher les Pays

source: Company Listing
fr: Soci&eacute;t&eacute; Cot&eacute;e

source: Company Name
fr: Non Usuel

source: Company Detail
fr: Details sur la Soci&eacute;t&eacute;

source: Remove Company
fr: Supprimer la Société

source: Edit Security
fr: Modifier le Title

source: Add Company
fr: Ajouter Soci&eacute;t&eacute;

source: Our Financial statements
fr: Etats Financiers des Soci&eacute;t&eacute;s

source: Balance Sheets
fr: Bilans

source: Income Statements
fr: Comptes de R&eacute;sultats

source: Investment Account
fr: Tableaux des Flux de Tr&eacute;sorier

source: Company under public control
fr: Société sous contrôle public

source: Ticker
fr: Symbole

source: Issue Date
fr: Date d'emission

source: Open Date
fr: Date Ouverture

source: Close Date
fr: Date Fermeture

source: Nominal Value
fr: Valeur Nominale

source: Country
fr: Pays

source: Currency
fr: Monnaie

source: Title Type
fr: Type de Titre

source: Share Class
fr: Classe Bourse

source: Sector
fr: Secteur

source: Issuer
fr: Emetteur

source: Registrar
fr: Registraire

source: Exchange
fr: Echange

source: Depository
fr: Depositaire

source: Country Tax
fr: Fisc. Pays

source: Exchange Tax
fr: IRVM

source: Lowest Applied Rate
fr: Borne Inf. fluc.

source: Highest Applied Rate
fr: Borne Sup. fluc.

source: Stock Type
fr: Type Action

source: Under Stock Type
fr: Sous Type Action

source: Security Status
fr: P.E.R

source: Dividend Per Share
fr: Nominal Non Verse

source: Gross Bond Interest Rate
fr: T. Brut

source: Net Bond Interest Rate
fr: T. Net

source: Number Shares Outstanding
fr: NB Tit.

source: Bond Type
fr: Type d'obligation

source: Duration
fr: Duree

source: Payment Period
fr: Periodicite

source: Deferred Repymnt Prd
fr: Differe

source: Repayment Method
fr: Mode Amort.

source: Repayment Type
fr: Type Amortissement

source: Bond Issue Date
fr: Date Jouiss

source: First Payment Date
fr: Date 1er Paie

source: Last Payment Date
fr: Date Der. Paie

source: Usage
fr: Usance

source: Auth
fr: Auteur

source: Edit
fr: Modifier

source: Financial Statements
fr: Etats Financiers

source: Retrieve Statement
fr: Récupérer Etat financier

source: Please complete filling all required fields before submitting
fr: Veuillez remplir tous les champs obligatoires avant de soumettre

source: JDA Platform
fr: Plateforme JDA

source: View Companies
fr: Consulter Soci&eacute;t&eacute;

source: View Securities
fr: Afficher les titres

source: Portfolio Management
fr: Gestion de portefeuille

source: Our Publications
fr: Nos Publications

source: Publication Entry
fr: T&eacute;l&eacute;charger

source: Publication Edit
fr: Modifier

source: My Account
fr: Mon Compte

source: Change Password
fr: Modifier mot de passe

source: Logout
fr: Déconnecter

source: The first independent research and investment advisory agency in the UEMOA financial market, Joseph & Daniel Advisory is located in the Ivorian capital Abidjan, more precisely at the Riviera II roundabout in the Cocody town.
fr: Première agence indépendante de recherche et de conseil en investissements sur le marché financier de l'UEMOA, Joseph and Daniel Advisory est implanté dans la capitale ivoirienne Abidjan, plus précisément au rond-point de la Riviera II dans la commune de Cocody.

source: Working Hours
fr: Horaires

source: JDA Web Platform
fr: Service WEB de JDA

source: JDA Platform and web services is designed to help facilite the distribution of its domain specific content or select third-party data.
fr: JDA Service Web est concue pour faciliter la diffusion et le partage de son contenu ou d'autres information tierces.

source: hello
fr: Bonjour

source: English
fr: Anglais

source: French
fr: Francais

source: Publications Entry
fr: Entr&eacute;e des Publications

source: Publications Edit
fr: Editer les Publications

source: Company name
fr: Nom de la Soci&eacute;t&eacute;

source: Are you sure you want to delete company
fr: Etes-vous sûr que vous voulez supprimer

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Featured Publications
fr: Publications en Vedette

source: JDA Models
fr: Mod&eacute;le JDA

source: Publication Types
fr: Type de Publications

source: Publication Listing
fr: Nos Publications

source: Author
fr: Auteur

source: Publication
fr: Publications

source: Research Category
fr: Recherche<br>par Categorie

source: Research Type
fr: Recherche<br> par Type

source: Subject
fr: Sujet

source: Publication Desc
fr: Desc. Publication

source: File Name
fr: Nom du Fichier

source: Upload Date
fr: Date de Telechargement

source: Entered By
fr: Entr&eacute;e Par

source: View File
fr: Afficher le Fichier

source: Edit Pub Entry
fr: Modifier Pub. Entree

source: Delete Pub Entry
fr: Supprimer Pub. Entr&eacute;e

source: View
fr: Afficher

source: French Publications
fr: Publications Francaise

source: English Publications
fr: Publications Anglaises

source: Filters
fr: Filtres

source: Filter
fr: Filtrer

source: Publication Date
fr: Date de<br>Publication

source: Company
fr: Société

source: Expand
fr: Agrandir
